
"TypeOfTicket" = "Type of tickets";

"Single Journal" = "Single-Journey";

"EasyCard" = "EasyCard";

"Elder" = "Concessionaire";

"Language" = "Language";

"LanguageIllustration" = "Please close iMRT Taipei in the background after changing the language setting. If the language did not change, please close iMRT Taipei again.";
